Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: The page you are looking for could not be found
gwt: مے کرېک موخہ زی کوڅِمانېؤ بہ سے نہ لېوان گہ

source: There are currently no prompts for this language. Please refresh the page or try again later.
gwt: اِتے باتِیہ ݭڅی فلیالَن کی اشارہ نہ تھنَئیت مېرَبانی کېری موخہ ریفرېش کېرِؤ یا پتا دُوبُوڑہ کُوشُش کېرِؤ۔

source: There are currently no sentences to review in this language.
gwt: فِلیالن اسہ باتِیہ چیک کېرِکہ ݭڅی کی جُملہ نہ تھنَئیت۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
gwt: اسہ باتِیہ چېک کېرِکہ ݭڅی فلیالن کی نقل نہ تھنی۔ مېرَبانی کېری موخہ ریفرېش کېرِؤ یا پتا دۡوبۡوڑہ کُوشُش کېرِؤ۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
gwt: باتِیَنہ بارا فکر کېرِکَنہ لؤ طرېقہ تھنَئیت۔ باتی پیانِکَنہ ماڈلَنی مطلبہ ݭڅی، کامن وائس تانُو مِنزی پرُوزِکہ ݭڅی فکر کېرِکاں مشورہ ݪِمان، یا کی اسہ باتِیہ ݪِݪہ زیات یَیَکِیہ پیانِکَنی کوشش کېرِمېتا؟

source: The recording was too long.
gwt: رکاڈِنگ لؤ لِگالی بۡوئی

source: The recording was too quiet.
gwt: رِکاڈِنگ لؤ څُست بِسن بُوئی۔

source: The recording was too short.
gwt: رکاڈِنگ لؤ کھٹَنی بُوئی۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
gwt: فلیالن تسہ باتِیہ ݭڅی نقل کېرِکہ ݭڅی کی آڈیؤ نہ تھنی۔ مېرَبانی کېری موخہ ریفریش کېرِؤ یا پتا دُوبُوڑہ کُوشُش کېرِؤ۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
gwt: گوئیسَنت عبارَتَنہ منزے مثالَنہ طورے کرېک ہندسہ نہ تھِیَنہ تھنہ کېنا ژا زی تېمے وُتھېلی کھنٹے ژَئیکے مسَلہ نام پَئیدِیا کېری بَمېت۔ کِرَوے زی کریَک لَمبَرہ ژَوان دِمان بہ تسَنہ دارومدار سیاق اؤ سباقہ رتئ تھِمان اؤ ڈېٹا سیٹہ مشکل پیدا کېری بَمان۔ مثلاً، لمبر“2409” ”ایشو څور صفر نُو ” اؤ”دو زرا څور سوا نُو” دومّی رَوے سئ طرېقئے ژَوان دِمان۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gwt: ژَئیݪانہ منزے حجمہ قدرتی تبدیلی ژِمېت۔ صرف تېن حالے رد کېرِؤ زِی کول حجم اتہ زیات بُوَہ بہ زی ریکاڈِنگ څھِزِکَنی یا(عام طورے) اگر ووئی اتہ اِپِلہ بُوَہ بہ زی مے لِکِسنت عبارَتَنہ حوالا بایہ غیر کِبی زی کېران دِمان بُوَہ بہ تسہ ݭُنڈی نہ بَمانېؤ۔

source: The route was unclear.
gwt: فنت صفا نہ بُوئی۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
gwt: اېمے باتی نام نوری کمیونٹی ڈویلپمنٹَنہ پاتوئے تھنَئیت۔ <localizationGlossaryLink>ویب سائٹ لوکلائیزېشن</localizationGlossaryLink> اؤ <sentenceCollectionGlossaryLink>کلاؤ کولیکشن</sentenceCollectionGlossaryLink> اسہ لانچ کېرِکَنی ضرورت تھنی۔

source: The selected file is too large
gwt: منتخب فائل لؤ ڈل تھنی

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gwt: جُملہ نامہ جمع کېرِݪہ بُنیادی کامن وائس پلېٹ فارماں څُوئی تنہ۔ نوری مےکامن وائیسہ یہ جُملہ<writeURL>لِکِی بمانېؤ</writeURL>یہ جُملہ<reviewURL> جائزہ گوو</reviewURL>یہ جُملہ کامن وائسہ جمع کېری بمانېؤ۔

source: The sentence has a grammatical or spelling error.
gwt: جُملا گرامر یا املا نی غلطی تھنی۔

source: The sentence has disrespectful or offensive language.
gwt: جُملانہ منزے بےعزت کېرَنی یا جارحانہ باتی تھنی۔

source: The sentence must be grammatically correct.
gwt: جُملہ گرامَرَنہ لحاظے سئ بِتېؤ۔

source: The sentence must be speakable.
gwt: جُملہ ژوَنہ تھتېؤ۔

source: The sentence must be spelled correctly.
gwt: جُملانہ ہیجا سئ بِتېؤ۔

source: The sentence should have fewer than 15 words.
gwt: کَلاوَہ 15 الفاظہ پېنہ کم تھِیَنہ تھنہ۔

source: The site is ready to be launched when it reaches 75% completion.
gwt: سائٹ 75 فیصد فورہ بِک مِز فېدِکے پت لانچ بِکہ ݭڅی تیار تھنی۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
gwt: سائٹَنہ لؤ دَدُوپی بیک اپ گوان دِبہ۔ تازہ ترین معلوماتہ ݭڅی ، مېرَبانی کېری<matrixLink>مېٹرک کمیونٹی چیٹ</matrixLink>شامل بِؤ یا <githubLink>GitHub</githubLink>یا<discourseLink> امَنہ ڈِسکورس فورمز </discourseLink>سائٹَنہ تجربانہ مسائلہ جمع کېرَئیکہ اؤ مانیٹر کېرَئیکہ ݭڅی بالِؤ۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
gwt: TED-LIUM کارپس آڈیو ٹاکسس اؤ ٹی ای ڈی ویب سائٹہ لېوان دِمان تسُونی نقلے ݫُپان دِبُوَہ۔

source: The website text is translated into that language.
gwt: وئیب سائٹَنی عبارتہ تېن گاݭٹے ترجمہ کېران دِمان۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gwt: وئی مواد ذاتی طَورے پیانَنی معلوماتہ رتئ شامل تھنہ لکہ زی اسَنہ نام، ای مېل پتہ، ٹھان، پیانَنی لمبر، یا ٹېلی فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gwt: اسُو معلوماتہ ݪِکہ ݭڅی اختیار تھِنی۔ مے صرف تول شامل کېرَنہ تھنہ زی مے سودگی لېوؤ بہ۔ کول زی امہ ڈیٹاسیٹ جاری کېرِمېک بہ، جو امہ تمام ذاتی معلوماتہ خاص کېرِمېک اؤ اسہ باتِیہ یقینی کېرِمېک زی مېنہ نام اؤ ای مېلہ پېرودی معلومات آبادیاتی معلومات لکہ ہُمبُر یا جنسَہ مِنزی ٹَکَڅِسنت نہ تھنَئیت۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
gwt: ووئی معلومات آنِکہ ݭڅی اختیارَنی تھنی۔ مے صرف اِشِلی حالہ شامل کېرَنہ بِبہ کول زی مے سودگی محسوس کېرؤ بہ۔ کول زی امہ ڈېٹا سیٹ جاری کېرِمېک بہ، تولے امہ تمام ذاتی معلوماتہ تخلص کېرِمېک، اؤ اسہ باتِیَہ یقینی ݫُپَمېک زی مېنہ نام اؤ ای مېلہ پېرُودی معلومات آبادیاتی معلومات لکہ ہُمبُر یا جنسہ مِنزی ٹکَڅِسنت نہ تھنَئیت۔ ٹېکنالوجِیہ ہر یَکِیہ ݭڅی بئ رَوے ݪم کېرِکہ ݭڅی، سے ڈېٹا زی ڈیویلپرزہ ٹېکنالوجی ݫُپَئیکہ ہسپَلہ ݭڅمان، خلَکَنی رنگ رنگے رېنجَنی عکاسی کېرِکَنی حاجت تھنی۔ اِتے بارا وای بی پرُوزِؤ زی میٹا ڈېٹا نی کېناں اہمیت تھمان۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
gwt: ووئی یَہ استعمال کېسے چَلِݪہ طبقہ تھنہ تېنے ژوَنہ ہندسانی شناخت اؤ ای/ نئ یَنہ پتہ لگَئیکہ ݭڅی ڈیٹا تھِمان۔

source: This is how you cite yourself if you wrote the content yourself.
gwt: اگر مے تانَئ تانُو حوالا لِکِتؤ بہ جو مے اېن رَوے تانۡو حوالا ݪِمانېؤ۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
gwt: ووئی منصوبہ مے پېرودہ خلَکہ بایہ غیر ممکن نہ بِبہ۔ کامن وائسہ مِنزی لُبُسِکَنہ لؤ طرېقہ تھنَئیت۔ میاں کی اسہ پروزِکَنی کی ضرورت نہ تھنی زی ہسپَلہ ݭَئیکہ ݭڅی کوڈ کِرَوے ݫُپان دِیَؤ!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
gwt: ووئی ترتیب مېنہ لیڈر بورڈَنہ تان دِکہ قابُو کېرِمان۔ چھاب بِکے پت مېنہ پُر دِک ذاتی تھِبہ۔ اسَنی مطلب تھنی زی مېنہ مُنَہ، صارِفَنہ نام اؤ ترقی لېڈر بورڈَہ رتئ اخکارہ نہ بِیَؤ۔ نوٹ کېرِؤ زی لیڈر بورڈ ریفرېشہ بدلِی نامہ پورِکے~{ $minutes } ملېٹ لگِمېت۔

source: Three to go!
gwt: ݪے دِکہ ݭڅی!

source: Thur
gwt: تھر

source: Tibetan
gwt: تبتی

source: Tigre
gwt: ٹئیگر

source: Tigrinya
gwt: ٹگرینیا

source: Tlazoyaltepec Mixtec
gwt: ٹلازویالٹیپِک مِکسٹِک

source: Toba Qom
gwt: توباقوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
gwt: تانُو ای مېلہ بدل کېرِکہ ݭڅی یا ترمیم کېرِکہ ݭڅی امہ<emailFragment>commonvoice@mozilla.com</emailFragment> رتئ اِی مېل ݪِݭَؤ

source: Today
gwt: نُن

source: Today's Common Voice progress on clips recorded
gwt: رکاڈ بِسنت کِلپہ رتئ نُنُکی وائسَنہ پُردِک

source: Today's Common Voice progress on clips validated
gwt: کِلپسہ رتئ نُنُکی شریک کھنٹَنی پُر دِکَنی تصدیق بُوئی

source: Today's Progress
gwt: نُنُوکہ پُر دِک

source: Toki Pona
gwt: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
gwt: اسہ کامن وائسہ ݫُپَئیکہ ݭڅی، یَہ کھنٹَنی کِلپہ دُو بېل بېل صارِفینَہ ووڑَئی تصدیق کېراوَہ ضروری تھنہ۔

source: Too many files
gwt: لؤ زیات فائل نام

source: Top Contributors
gwt: تعاؤن کېرِݪا نی رتانی فِرِست

source: Torwali
gwt: توروالی

source: Total
gwt: تمامی

source: Total Approved
gwt: کلّی منظور بِسنت

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
gwt: داچِنی بَکے امہ فائدہ نامَنہ نخچہ پُر کېرِمېک اؤ واضح کېرِمېک زی امہ کرېک معلوماتہ عام کېرِمېک۔ تانُو آلا رتَئ کامن وائس اکاونٹَہ مِنزی شروع کېرِکہ ݭڅی مالَئ ݪِسَنت لِنکسہ استعمال کېرِؤ۔

source: Toward next goal
gwt: واری مطلَبَنی بگِرن

source: Track progress here and on your stats page.
gwt: اِتے اؤ تانُو اعداد و شمارَنہ فٹا رتئ پېش رفتہ ٹرېک کېرِؤ۔

source: Transcribe
gwt: نقل کېرِؤ

source: Transcribe answers
gwt: جواب نامہ نقل کېرِؤ

source: Transcribe Audio
gwt: آڈیو نامہ نقل کېرِؤ

source: Transcribe audio recordings into text
gwt: آڈیؤ رکاڈِنگہ عبارتے نقل کېرِؤ

source: Transcribe audio recordings in your language
gwt: آڈیو رکاڈِنگہ تانُو گاݭٹے نقل کېرِؤ

source: Transcribe Audio <small>(Coming soon)</small>
gwt: آڈیوَہ نقل کېرِؤ<small>( ݭُورہ ژِمان)</small>

source: Transcript edited successfully
gwt: نقَلَنی کامیابِی ئے ترمیم کېران گئ

source: Transcript skipped successfully
gwt: نقَلہ کامیابی ئے ووڑان گہ

source: Transcript submitted successfully
gwt: ٹرانسکِرپٹ کامیابِئے جمع کېران گئ

source: Transcript voted successfully
gwt: ٹرانسکِرپٹہ کامیابی ئے ووٹ ݪیان گئ

source: Transgender
gwt: ٹرانس جېنڈر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
gwt: <translateVideoLink>پونٹون استعمال کېرِکَنہ طېقانہ بارا امَنہ گائڈہ بالِؤ</translateVideoLink>

source: Translating the site
gwt: سائٹَنہ ترجمہ کېراوَہ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
gwt: ترجمہ انگرېزِیہ تھنہ، خو مے واری باتِیہ<strong>تجاوئز</strong> بالی بمانېؤ۔ <strong>پروفائل</strong>آئیکنَہ رتئ کِلک کېرِؤ، گِری <strong>ترتیبات</strong> لِنکہ رتئ کِلک کېرِؤ اؤ کرېک بی باتِیہ زی مے ژمانېوے تسہ لُبُسَؤ۔ پاتوئے داچِنی کھُٹیاکہ ترجمانی یَہ فرست تھِبہ تساں <strong>لوکلز</strong> ژمېت۔ ترجمہ یَک باگَئے پت سائٹہ لېڑان دِنېت۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
gwt: کامن وائس سائٹَنہ ترجمہ<strong>پونٹون</strong>رتئ بِمان۔

source: Try again by dragging your file here
gwt: تانُو فائېلہ اِتېیاں لِکاشی دوبُوڑہ کُوشُش کېرِؤ

source: Try uploading again
gwt: دوبُوڑہ اپلوڈ کېرِکَنی کُوشُش کېرِؤ

source: Tshivenda
gwt: شیوینڈا

source: Tunen
gwt: ٹونین

source: Tupuri
gwt: ٹوپوری

source: Turkish
gwt: ترکی

source: Turkmen
gwt: ترکمان

source: Tush
gwt: تُش

source: Tuvan
gwt: ٹوان

source: Twi
gwt: ٹوئی

source: Typically megabytes
gwt: عام طورے مېگابائٹس

source: Ubykh
gwt: ابېخ

source: Udmurt
gwt: اُدمرت

source: Ukrainian
gwt: یوکرېنی

source: Understand contribution criteria
gwt: پَلے بِکَنہ اصولہ پیانِؤ

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
gwt: کامن وائس ڈېٹا سیٹہ کلاؤ اؤ آڈیو کِلپسَنہ تعاون اؤ تصدیقَنہ طریقہ زانِؤ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gwt: پروزِؤ زی کھنٹَنی کلپسہ ݭُنڈِمېنے کی کوڅَنہ تھنہ اؤ تانُو کھنٹَنی رکاڈِنگہ بی لؤ بئ ݫُپَئیکہ مدد کېرِؤ!

source: Universities, Academics and Researchers
gwt: یونوروسٹی نام، ماہرین تعلیم اؤ تحقیق کېرِݪہ خلک

source: Upload aborted. Do you want to delete your recordings?
gwt: اپلوڈِنگ وُٹان گئ۔ مے تانُو رِکاڈِنگہ ناݭانی ژِمانا؟

source: Upload an image file
gwt: یَک مُونانہ فائل اپلوڈ کېرِؤ

source: { $uploadedQuestions } of { $totalQuestions } questions collected
gwt: 2{ $uploadedQuestions } پېنہ { $totalQuestions } سوال نام جمع کېران گئیت

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
gwt: { $uploadedQuestions } پېنہ{ $totalQuestions } سوالات جمع کېران گَئیت۔ اِتېنہ بارا واری کی پرُوزِکہ ݭڅی امَنی </guidelinesLink> فنت لېڑَنی خطوط </guidelinesLink> موخ نامہ بالِؤ سوالات لُبُسَؤ

source: { $uploadedSentences } of { $totalSentences } sentences collected
gwt: { $uploadedSentences }پېنہ{ $totalSentences } کَلاؤ نامہ جمع کېران گہ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gwt: { $uploadedSentences }پېنہ{ $totalSentences } کَلاوَہ جمع کېران دتنہ۔ کِلک کېرِؤ۔مسترد بِسنت کَلاؤ نامہ داون لوڈ کېرِکہ څی <downloadLink>اتے</downloadLink>

source: Upload failed, please retry.
gwt: اپلوڈ ناکام بُوَہ، مېرَبانی کېری دوبُوڑہ کوشش کېرِؤ۔

source: Upload <icon></icon> public domain sentences
gwt: عوامی ڈومېنَنَہ کَلاوَہ<icon></icon> اپلوڈ کېرِؤ

source: Upload in progress...
gwt: اپلوڈ جاری تھنی

source: Upload more sentences?
gwt: واری بی کَلاؤ اپلوڈ کېرِؤ؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
gwt: اسہ کِلپَنہ اپلوڈ سروَرہ ناکام بِمان مِژو ۔ موخہ دوبارہ لوڈ کېرِؤ یا پتا دُوبُوڑہ کُوشُش کېرِؤ۔

source: Upload of this clip keeps failing, keep retrying?
gwt: اسہ کِلپسَنہ ڈاون لوڈ ناکام مِژو بِمان، دُوبارہ کُوشُش کېرِمانتِؤ؟

source: Urdu
gwt: اردو

source: Use correct grammar
gwt: سئ گرامر استعمال کېرہ

source: Use correct spelling and grammar
gwt: سئی ہیجہ اؤ گرامَرہ استعمال کېرِؤ

source: Use correct spelling and punctuation
gwt: سئ ہِجہ اؤ اوقافہ استعمال کېرہ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
gwt: <mark>نامیاتی اسپیچ سیاق اؤ سباق</mark> ݭڅی فائدہ من تھنہ اؤ کېسِز استعمال کېرِؤ(مثلاً، کول زی مے ݭېنݭ کېرِمانېؤ بہ زی سپیچ رکگنېشن تسُو خلَکہ مِنزی ݪم کېرِیَؤ زی غیر اسکرپٹ اؤ مشخولتیا کېرِمېت)

source: User Name
gwt: صارِفَنہ نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
gwt: صارفین عطیہ کېرِسنت کِلپسَنی سئ گَرِیَنی تصدیق کېرِمېت، اسہ بالِمېت زی اسیکر کَلاوَہ سئ رَوے ژَمان۔

source: Ushojo
gwt: اُوشوجو

source: Uyghur
gwt: ایغور

source: Uzbek
gwt: ازبک

source: Validated Clips
gwt: تصدیق بِسنت کِلپس

source: Validated Hours
gwt: تصدیق بِسنت وخت نام

source: Validated Hr. Total
gwt: تصدیق بِسنت ایچ آر۔ کُل

source: Validate readings
gwt: ژَئیکَنی تصدیق کېرِؤ

source: Validate Readings
gwt: ریڈِنگَنی توثیق کېرِؤ

source: Validate Readings, Review Transcriptions
gwt: ریڈِنگَنی توثیق کېرِؤ۔ نقل نامَنہ جائزہ گوو

source: Validate Readings <small>(Coming soon)</small>
gwt: ژئیکَنی تصدیق کېرِؤ<small> (ددُوپی ژِمان)</small>

source: Validate readings submitted by community members
gwt: برادرِیَنہ ممبراننی بکنہ جمع کېرَئیسنت ریڈینگَنی توثیق کېرِؤ

source: Validate user-recorded readings in your language
gwt: تانُو گاݭٹےصارِفَنی رکاڈ بِسنت ریڈِنگَنی توثیق کېرِؤ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
gwt: عطیہ کېرِسنت کِلپسَنی تصدیق کېرِک کامن وائس ماشینہ ݭڅی اتہ می اہم تھنہ۔ ݭُنڈِؤ اؤ معیاری اوپن سورس وائس ڈېٹا ݫُپَئیکہ امہ مِنزی ہسپلہ ݭَؤ۔

source: Validation Progress
gwt: تصدیقہ ݭڅی پُر دِک

source: Validations
gwt: تصدیق

source: Value and recognition.
gwt: قدر اؤ پیاناوَہ۔

source: Variant Contribution Options
gwt: مختلف شراکتَنی اختیارات

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
gwt: متغیرات باتِیَنی یَہ خصوصی شکل تھنیت۔ مثلاً جغرافیہ یا برادرِیہ درِݪہ خلَکَنہ ذریعہ ئے مشترکہ۔ بعضے وختہ اسُواں بولی ژوان دِمان۔

source: Varying Pronunciations
gwt: بېل بېل تلفظ

source: Venetian
gwt: وېنِشین

source: Version
gwt: ورژن

source: Very common mistakes include:
gwt: لؤ عام غلَطِیہ شامل تھنَئیت:

source: Vietnamese
gwt: ویتنامی

source: View your progress against personal and project goals.
gwt: ذاتی اؤ پراجېکٹَنہ احدافنہ خلاف تانُو پُر دِکہ بالِؤ۔

source: Visible
gwt: تان دِݪہ

source: Visit our blog or write about us
gwt: امَنی بلاکاں دِؤ یا امَنہ بارا لِکِؤ

source: Voice clips are entered into a submission queue that readies them for listening.
gwt: کھنٹَنی کِلپس جمع کېرَئیکہ ݭڅی قطارہ داخل کېران دِمېت زی تسُو ݭُنڈِکہ ݭڅی تیار کېرِمېت۔

source: Voice Collection
gwt: کھنٹَنہ مجموعہ

source: Voice Contribution
gwt: کھنٹَنہ تعاؤن

source: Voice Dataset, Ready for Download
gwt: وائس ڈېٹا سیٹ ڈاون لوڈ تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
gwt: کھنٹ قدرتی تھنی، کھنٹ انسانی تھنی۔ اِشِلاں کی امہ تانُو ماشینَہ ݭڅی استعمال بِݪی کھنٹَنی ٹېکنالوجی ݫُپَئیکہ ݭڅی پُرجوش تھنَئیک۔ خو کھنٹَنی نظام ݫُپَئیکہ ݭڅی، ڈیویلَپرزاں لؤ زیات مقدارے صوتی ڈېٹا نی ضرورت تھِمان۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
gwt: کھنٹ قدرتی تھنی، کھنٹ انسانی تھنی۔ اِشِلاں کی امہ تانُو ماشین نامہ ݭڅی استعمال بِیَنی کھنٹَنی ٹېکنالوجی ݫُپَئیکہ ݭڅی مُک گِرَمېک خو کھنٹَنہ نظام ݫُپَئیکہ ݭڅی، صوتی ڈېٹا نی یَہ ڈل مقدارَنی ضرورت بِمان۔

source: Voices Online Now
gwt: کھنٹ نوری آن لائن

source: Voice Validation
gwt: کھنٹَنی تصدیق

source: Volume
gwt: حجم

source: Votic
gwt: ووٹِک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
gwt: VoxForge مفت اؤ اوپن سورس سپیچ رکگنېشن انجن نامہ مِنزی استعمالہ ݭڅی نقل کېرِسنت تقریرَہ جمع کېرِکہ ݭڅی قائم کېران دِبُوَہ۔

source: Wakhi
gwt: واخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
gwt: کامن وئسہ واری بی بئ کېرِکہ ݭڅی مدد کېرِکاں ݭېنݭ بِمانا؟ لؤ بئ! اِی مېل یا <discourseLink> ڈِسکورس</discourseLink>فورمزَنہ ذریعَئے رابطہ کېرِؤ<githubLink>GitHub</githubLink> نہ ذریعَئے سائٹَنہ مسائلہ پېش کېرِؤ، یا <matrixLink>Matrix</matrixLink> کمیؤنِٹی چیٹہ لُبُسِؤ۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
gwt: تانُو معلوماتہ محفوظ کېراوَہ کوڅِمانېوا؟<createProfile> پروفائل ݫُپَؤ</createProfile>

source: Want to stay in touch with Common Voice?
gwt: شریک کھنٹَہ مِنزی رابطا درِکاں ݭېنݭ کېرِمېکا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
gwt: کول زی امہ کامن وائس ڈېٹا سیٹَہ نُونگہ جاری کېرِمېک بہ جو اپڈېٹس کوڅِمېکا؟ امَنہ نیوز لېٹَرہ سبسکرائب کېرِؤ۔

source: Watch our video explainer to help
gwt: مددَہ ݭڅی امَنی وېڈیؤ وضاحت کېرِݪی تھنی بالِؤ۔

source: Wayuunaiki
gwt: وایو نائیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
gwt: امہ ہمیشہ ڈېٹا صارفینَہ پېنہ تسُونی ضروریاتہ اؤ سیاق و سباقَنہ بارا ݭُنڈِک کوڅِ مېک۔ ڈېٹا ٹوپلَئیکَنی پلېٹ فارَمہ رتئ تعاون کېرِکہ پاݪی ڈېٹا نی صحَتَنی بصیرت پئیدیا کېرِک مِزان، امہ مے پېنہ<emailFragment> ݭُنڈِک کوڅِمېک۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
gwt: امہ یہ شان کھنٹَنہ یَہ ووڑاتہ اؤ عوامی طَورے لېوان دِسنت ڈیٹا سیٹ ݫُپَمېک تسہ ہر یَک سپیچَنہ قابل اېپلِکېشنزَہ ترتیب ݪِکہ ݭڅی استعمال کېری بَمان۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
gwt: امہ ٹېکنالوجی، اختراع اؤ باتِیَنہ حق نامہ پبلِک سېکٹَرَنی شامل بِکہ نی حمایت کېرِکہ ݭڅی پُرجوش تھنَئیک۔ کېنے زی مے کرېک ڈل پروجېکٹ یا مہم چلَئیکَنی فکرہ تھنَؤ بہ جو مېرَبانی کېری <emailFragment> مِنزی رابطہ کېرؤ۔</emailFragment>

source: We are going out to get a coffee.
gwt: امہ کافی گوئیکاں بېرانت دِمېک۔

source: We are going out to get coffee.
gwt: امہ کافی گوئیکاں بېرانت دِمېک۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
gwt: امہ خلَکہ تانُو جنس یا صنفی شناختَنہ بارا کی بی زی ژمېک بہ تېنے تسُو واری بی انتخاب ݪِکہ ݭڅی واری اختیارات پېش کېرِمېک۔ مېرَبانی کېری تانُو فُوکہ اېن روے بیان کېرِؤ زی میاں قدرت زانان دِمان۔ <learnMoreLink>جنس اؤ جنسَنہ بارا امَنہ نقطہ نظَرَنہ بارا واری بی کی پیانِؤ۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
gwt: امہ موزیلا یَک برادری آرک وائز ٹیکنالوجی ݫُپَمېک۔ امہ اپڈېٹس، ڈېٹا نہ نونگہ ذریعہ اؤ اِتے بارا واری زیات معلوم کېراوَہ کوڅِکہ زی مے اسہ ڈېٹا کِرَوے استعمال کېرِمانېؤ۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
gwt: امہ پَرُوزِمېک زی ڈل اؤ عوامی طَورے ہستاں ژِسنت صوتی ڈېٹاسیٹس مشین لرنِنگہ رتئ تھِسنت سپیچ ٹېکنالوجِیہ نونگِیار اؤ صحت مند تجارتی مقابلا ترقی ݪِمېک۔ ووئی یَک عالمی کُوشُش تھنی اؤ امہ سافہ شریک بِکَنی دعوت ݪِمېک۔ امَنی مقصد سپورَہ دُنیانی کھنٹَنی قسم نامَنی عکاسی کېرِمېن سپیچ ٹېکنالوجِیہ واری بی جامع ݫُپَئیکہ مدد کېرِک تھنی۔
